Repository: vivin-neelankavil/Kodi-JioTv
Catalog: addons/metadata.tvshows.themoviedb.org.python/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: Fetch TV Show metadata from themoviedb.org
fi_fi: Hae TV-sarjan metatiedot osoitteesta themoviedb.org

# Addon Description
source: The Movie Database (TMDb) is a community built movie and TV database. Every piece of data has been added by our amazing community dating back to 2008. TMDb's strong international focus and breadth of data is largely unmatched and something we're incredibly proud of. Put simply, we live and breathe community and that's precisely what makes us different.
fi_fi: The Movie Database (TMDb) on yhteisön rakentama elokuva- ja TV-tietokanta. Kaikki lisätyt tiedot ovat lisänneet suurenmoinen yhteisömme vuodesta 2008. TMDb:n vahva kansainvälinen painopiste ja laaja data on suurelta osin vertaansa vailla josta me olemme uskomattoman ylpeitä. Yksinkertaisesti sanottuna elämme ja hengitämme yhteisönä ja juuri se tekee meistä erilaisia.

# #30000
source: Preferred language
fi_fi: Ensisijainen kieli

# #30001
source: Preferred certification country
fi_fi: Ensisijainen sertifiointimaa

# #30002
source: Include certification prefix
fi_fi: Sisällytä sertifiointiliite

# #30003
source: Prefix
fi_fi: Etuliite

# #30004
source: Keep original title
fi_fi: Säilytä alkuperäinen otsikko

# #30005
source: Categorize fanart with text as landscape art
fi_fi: Luokittele fanitaide tekstillä vaakakuvataiteeksi

# #30006
source: Include country code with studio
fi_fi: Sisällytä maakoodi studioon

# #30101
source: Client key (optional)
fi_fi: Asiakasavain (valinnainen)

# #30102
source: Enable fanart
fi_fi: Ota fanitaide käyttöön

# #30103
source: Enable poster
fi_fi: Ota juliste käyttöön

# #30104
source: Enable banner
fi_fi: Ota banneri käyttöön

# #30105
source: Enable clearlogo
fi_fi: Ota clearlogo käyttöön

# #30106
source: Enable clearart
fi_fi: Ota clearart käyttöön

# #30107
source: Enable landscape
fi_fi: Ota vaakakuva käyttöön

# #30108
source: Enable character art
fi_fi: Ota hahmotaide käyttöön

# #30109
source: Include art from fanart.tv
fi_fi: Sisällytä kuvataidetta fanart.tv sivustolta

# #30150
source: Enable season poster
fi_fi: Ota kausijuliste käyttöön

# #30151
source: Enable season banner
fi_fi: Ota kausibanneri käyttöön

# #30152
source: Enable season landscape
fi_fi: Ota kauden vaakakuva käyttöön

# #30200
source: Advanced
fi_fi: Lisäasetukset

# #30201
source: Verbose debug logging
fi_fi: Monipuolinen suorituslokin kirjaus

# #30300
source: Ratings
fi_fi: Arvosanat

# #30301
source: Default rating from
fi_fi: Oletus arvosana kohteesta

# #30302
source: Also add IMDb ratings
fi_fi: Lisää myös IMDb arvosanat

# #30303
source: Also add Trakt.tv ratings
fi_fi: Lisää myös Trakt.tv arvosanat

# #30304
source: Also add TMDb ratings
fi_fi: Lisää myös TMDb arvosanat

# #30305
source: Enable Trailer
fi_fi: Ota traileri käyttöön

# #30306
source: Addon Player
fi_fi: Lisäosa soitin
