Repository: vivin-neelankavil/Kodi-JioTv
Catalog: addons/inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: es_mx, fi_fi, hr_hr, zh_cn

# Addon Summary
source: InputStream client for adaptive streams
es_mx: Cliente InputStream para transmisiones adaptativas
fi_fi: InputStream asiakasohjelma adaptiivisille suoratoistoille
hr_hr: InputStream klijent za prilagodljiva strujanja
zh_cn: 用于自适应流的 InputStream 客户端

# Addon Description
source: InputStream client for adaptive streams
es_mx: Cliente InputStream para transmisiones adaptativas
fi_fi: InputStream asiakasohjelma adaptiivisille suoratoistoille
hr_hr: InputStream klijent za prilagodljiva strujanja
zh_cn: 用于自适应流的 InputStream 客户端

# #30100
source: General
fi_fi: Yleiset
hr_hr: Općenito
zh_cn: 常规

# #30101
source: Min. Bandwidth (Bit/s)
es_mx: Ancho de banda mínimo (Bit/s)
fi_fi: Min. Kaistanleveys (Bit/s)
hr_hr: Najmanja propusnost (bit/s)
zh_cn: 最小带宽（位/秒）

# #30102
source: Max. Bandwidth (Bit/s)
es_mx: Ancho de banda máximo (Bit/s)
fi_fi: Max. Kaistanleveys (Bit/s)
hr_hr: Najveća propusnost (bit/s)
zh_cn: 最大带宽（位/秒）

# #30103
source: Decrypter path
es_mx: Ruta absoluta a los decodificadores
fi_fi: Salauksen purkaimien polku
hr_hr: Putanja do dekôdera
zh_cn: 解密程序路径

# #30110
source: Max. Resolution general decoder
es_mx: Resolución máxima del decodificador
fi_fi: Max. Resoluutio yleinen dekooderi
hr_hr: Najveća razlučivost općeg dekôdera
zh_cn: 最大分辨率通用解码器

# #30111
source: Stream Selection
es_mx: Selección de flujo de datos
fi_fi: Suoratoiston valinta
hr_hr: Odabir strujanja
zh_cn: 流选择

# #30112
source: Media
es_mx: Medios
hr_hr: Mediji
zh_cn: 媒体

# #30113
source: Max. Resolution secure decoder
es_mx: Resolución máxima del decodificador seguro
fi_fi: Max. Resoluutio suojattu dekooderi
hr_hr: Najveća razlučivost sigurnog dekôdera
zh_cn: 最大分辨率安全解码器

# #30114
source: Override HDCP status
es_mx: Ignorar estado HDCP
fi_fi: Ohita HDCP tila
hr_hr: Zaobiđi HDCP stanje
zh_cn: 覆盖 HDCP 状态

# #30115
source: Ignore Display Resolution
es_mx: Ignorar la resolución de pantalla
fi_fi: Älä huomioi näytön resoluutiota
hr_hr: Zanemari razlučivost zaslona
zh_cn: 忽略显示分辨率

# #30120
source: Expert
es_mx: Experto
fi_fi: Asiantuntija
hr_hr: Stručno
zh_cn: 专家

# #30121
source: Enable Pre-Release Features
es_mx: Activar características experimentales
fi_fi: Ota ennakkojulkaisuominaisuudet käyttöön
hr_hr: Omogući značajke predizdanja
zh_cn: 启用预发布功能

# #30122
source: Don't use secure decoder if possible
es_mx: No utilizar el decodificador seguro si es posible
fi_fi: Älä käytä suojattua dekooderia, jos mahdollista
hr_hr: Ako je moguće, ne koristi sigurni dekôder
zh_cn: 尽可能不使用安全解码器

# #30150
source: Max
es_mx: Máx
hr_hr: Najveća
zh_cn: 大

# #30155
source: Automatically select streams
es_mx: Seleccionar flujo de datos automáticamente
fi_fi: Valitse suoratoistot automaattisesti
hr_hr: Automatski odabir strujanja
zh_cn: 自动选择流

# #30156
source: Manually select all streams
es_mx: Seleccionar todos los flujos manualmente
fi_fi: Valitse kaikki suoratoistot manuaalisesti
hr_hr: Ručni odabir svih strujanja
zh_cn: 手动选择所有流

# #30157
source: All
es_mx: Todo
fi_fi: Kaikki
hr_hr: Svi
zh_cn: 全部

# #30158
source: Audio
fi_fi: Ääni
hr_hr: Zvuk
zh_cn: 音频

# #30159
source: Video
zh_cn: 视频

# #30160
source: Manually select video stream
es_mx: Seleccionar flujo de video manualmente
fi_fi: Valitse videon suoratoisto manuaalisesti
hr_hr: Ručno odabir video strujanja
zh_cn: 手动选择视频流

# #30161
source: Video + Subtitles
es_mx: Video + Subtítulos
fi_fi: Video + Tekstitykset
hr_hr: Video + Podnaslovi
zh_cn: 视频 + 字幕
